d = new dTree("d");
<!--
d.add("0","-1","WJW Blog","");
d.add("1","0","笔记","");
d.add("2","1","停车入位","blog/笔记/停车入位.html");
d.add("3","0","开发","");
d.add("4","3","Java语言学校的危险性（译文）","blog/开发/Java语言学校的危险性（译文）.md.html");
d.add("5","3","为什么Lisp语言如此先进？","blog/开发/为什么Lisp语言如此先进？.md.html");
d.add("6","0","算法","");
d.add("7","6","GPG入门教程","blog/算法/GPG入门教程.md.html");
d.add("8","0","杂谈","");
d.add("9","8","程序员精神崩溃怎么办？九大建议巧应对","blog/杂谈/程序员精神崩溃怎么办？九大建议巧应对.md.html");
d.add("10","8","我为什么喜欢编程","blog/杂谈/我为什么喜欢编程.md.html");
document.write(d);
//-->
